const musicListJSON_yuexin = [
    {
        "n": 6,
        "song_title": "泡沫",
        "song_singer": "G.E.M. 邓紫棋",
        "name": "泡沫",
        "artist": "G.E.M. 邓紫棋",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M000002YFufr4bXZyI_4.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/C600002lwPKS2pIots.m4a?guid=1001212345678&vkey=D8D7F43033A48D35A02D328723FD454861BC7CB29514515AEBD9826103C07D9899A2D542E587DB986F9E7255242C88841EDCEE3E96010C5D__v2b9ab049&uin=3403630680&fromtag=99040012&trace=09c8b695ba76176d",
        "lyric": "[ti:泡沫]\\n[ar:G.E.M. 邓紫棋]\\n[al:Xposed]\\n[by:v_pxjwang]\\n[offset:0]\\n[00:00.00]泡沫 - G.E.M. 邓紫棋\\n[00:00.31]词：G.E.M. 邓紫棋\\n[00:00.54]曲：G.E.M. 邓紫棋\\n[00:00.76]OP：蜂鸟音乐\\n[00:00.99]SP：百纳娱乐\\n[00:01.24]阳光下的泡沫 是彩色的\\n[00:08.31]就像被骗的我 是幸福的\\n[00:15.33]追究什么对错 你的谎言\\n[00:22.38]基于你还爱我\\n[00:28.60]美丽的泡沫 虽然一刹花火\\n[00:35.73]你所有承诺 虽然都太脆弱\\n[00:42.78]但爱像泡沫 如果能够看破\\n[00:49.82]有什么难过\\n[00:57.81]早该知道泡沫 一触就破\\n[01:04.73]就像已伤的心 不胜折磨\\n[01:11.80]也不是谁的错 谎言再多\\n[01:18.85]基于你还爱我\\n[01:25.06]美丽的泡沫 虽然一刹花火\\n[01:32.18]你所有承诺 虽然都太脆弱\\n[01:39.26]爱本是泡沫 如果能够看破\\n[01:46.31]有什么难过\\n[01:53.35]再美的花朵 盛开过就凋落\\n[02:00.42]再亮眼的星 一闪过就坠落\\n[02:07.52]爱本是泡沫 如果能够看破\\n[02:14.56]有什么难过\\n[02:21.53]为什么难过 有什么难过\\n[02:35.67]为什么难过\\n[02:46.27]全都是泡沫 只一刹的花火\\n[02:53.31]你所有承诺 全部都太脆弱\\n[03:00.46]而你的轮廓 怪我没有看破\\n[03:07.41]才如此难过\\n[03:14.45]相爱的把握 要如何再搜索\\n[03:21.58]相拥着寂寞 难道就不寂寞\\n[03:28.66]爱本是泡沫 怪我没有看破\\n[03:35.65]才如此难过\\n[03:43.65]在雨下的泡沫 一触就破\\n[03:50.78]当初炽热的心 早已沉没\\n[03:57.71]说什么你爱我 如果骗我\\n[04:04.76]我宁愿你沉默"
    },
    {
        "n": 1,
        "song_title": "Take Me Hand",
        "song_singer": "DAISHI DANCE/Cécile Corbel",
        "name": "Take Me Hand",
        "artist": "DAISHI DANCE/Cécile Corbel",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M000003syeGG46ZNlF_3.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F000000Bxj2q4DFbmw.flac?guid=12345668&src=&uin=0&vkey=E955702323BE862B1DA2930419B123100B327F089AF2A0F6A00F495F1023CBEB62135F47EFADAC75664B8157728D441674065A39D27D734F__v2&info=cache",
        "lyric": "[ti:Take Me Hand]\\n[ar:DAISHI DANCE (ダイシ・ダンス)/Cécile Corbel]\\n[al:WONDER Tourism]\\n[by:]\\n[offset:0]\\n[00:00.00]Take Me Hand - DAISHI DANCE/Cécile Corbel\\n[00:03.22]Lyrics by：Cécile Corbel\\n[00:05.31]Composed by：DAISHI DANCE/Tomoharu Moriya\\n[00:59.99]In my dreams\\n[01:01.66]I feel your light\\n[01:03.60]I feel love is born again\\n[01:07.32]Fireflies\\n[01:09.19]In the moonlight\\n[01:11.10]Rising stars\\n[01:15.09]Remember\\n[01:17.20]The day\\n[01:19.06]I fell in love with you\\n[01:22.37]Darling won't you break\\n[01:26.53]My heart\\n[01:30.46]Take my hand now\\n[01:32.21]Stay close to me\\n[01:34.05]Be my lover\\n[01:36.18]Won't you let me go\\n[01:37.84]Close your eyes now\\n[01:39.69]And you will see\\n[01:41.61]There's a rainbow\\n[01:43.46]For you and me\\n[02:00.17]As I wake up\\n[02:01.77]I see your face\\n[02:03.87]I feel love is born again\\n[02:07.37]Cherry blossom\\n[02:09.30]Flying birds\\n[02:11.11]In the sky\\n[02:15.13]Can't you see\\n[02:17.33]The sun\\n[02:18.68]That is shining on the fields\\n[02:22.41]Is it shining in\\n[02:26.59]Your heart\\n[02:30.45]Take my hand now\\n[02:32.18]Stay close to me\\n[02:34.07]Be my lover\\n[02:36.08]Won't you let me go\\n[02:37.80]Close your eyes now\\n[02:39.73]And you will see\\n[02:41.59]There's a rainbow\\n[02:43.40]For you and me\\n[03:00.18]And I dream of you\\n[03:03.68]Every night\\n[03:07.31]Cause there's only you\\n[03:11.28]In my mind\\n[03:14.93]Will you be\\n[03:17.31]A stranger or a friend in my life\\n[03:22.38]Darling won't you break\\n[03:26.27]My heart\\n[03:30.46]Take my hand now\\n[03:32.20]Stay close to me\\n[03:34.05]Be my lover\\n[03:35.91]Won't you let me go\\n[03:37.78]Close your eyes now\\n[03:39.72]And you will see\\n[03:41.59]There's a rainbow\\n[03:43.38]For you and me\\n[03:45.27]Take my hand now\\n[03:47.21]Stay close to me\\n[03:49.04]Be my lover\\n[03:50.95]Won't you let me go\\n[03:52.76]Close your eyes now\\n[03:54.62]And you will see\\n[03:56.54]There's a rainbow\\n[03:58.36]For you and me\\n[03:59.74]Darling take my hand now\\n[04:02.27]Stay close to me\\n[04:03.66]Be my lover\\n[04:05.77]Won't you let me go\\n[04:07.49]Close your eyes now\\n[04:09.49]And you will see\\n[04:11.37]There's a rainbow\\n[04:13.08]For you and me"
    },
    {
        "n": 1,
        "song_title": "岸边客",
        "song_singer": "夏子航（2603）",
        "name": "岸边客",
        "artist": "夏子航（2603）",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M000000JKgts2c7S5f_1.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F000000zigXA0K6sbU.flac?guid=12345668&src=&uin=0&vkey=0CE255447AA776010FBDFC0FAD4266A9BBBEADDA688748F7D680FC50656DBAFC9A3318B35B27C1BBFB75E9BFA35CBF0AF3DE26F568D171FE__v2",
        "lyric": "[ti:岸边客]\\n[ar:夏子航（2603）]\\n[al:岸边客]\\n[by:]\\n[offset:0]\\n[00:00.00]岸边客 - 夏子航（2603）\\n[00:01.65]词：夏子航(2603)\\n[00:02.94]曲：夏子航(2603)\\n[00:04.23]编曲：武圣雄\\n[00:05.33]制作人：芮英杰\\n[00:06.62]混音：张可人\\n[00:07.73]和声：严仲波\\n[00:08.83]封面：H.W.X\\n[00:09.94]统筹：刘亦燃\\n[00:11.04]出品人：芮英杰\\n[00:12.33]发行：匠心无限\\n[00:13.62]制作公司：潮汐青娱\\n[00:15.28]op：潮汐青娱\\n[00:16.20]月下水影嶙峋错\\n[00:20.89]不知我是我\\n[00:24.54]树静风吹黄花落\\n[00:28.25]心烦思绪过\\n[00:31.93]背影面前现又破\\n[00:35.66]话从耳边说\\n[00:38.89]原来是幻原来是梦\\n[00:42.66]是错\\n[00:45.76]旧地你未出现过\\n[00:49.53]我也千次万次捉\\n[00:53.25]泣声忽隐忽弱勾起岸边客\\n[01:00.58]无奈情似花飞落\\n[01:04.23]斩断当年少年诺\\n[01:07.97]泪水随雨滴落情意汇成河\\n[01:15.36]怎奈情至桥头不见你眼眸\\n[01:22.66]情丝如雨涌动落地皆成空\\n[01:30.16]你回来我心未改\\n[01:33.72]你不在我还等待\\n[01:37.93]归雁飞过山丘留我独徘徊\\n[01:44.84]残阳悠悠映照于故地巷口\\n[01:52.22]寒夜漫漫寂寞将我心穿透\\n[01:59.67]花盛开 总会凋败\\n[02:03.28]枯叶迎风落窗台\\n[02:07.49]风起叶落堆丘难埋情骨骸\\n[02:44.03]旧地你未出现过\\n[02:47.59]我也千次万次捉\\n[02:51.23]泣声 忽隐忽弱勾起岸边客\\n[02:58.68]无奈情似花飞落\\n[03:02.34]斩断当年少年诺\\n[03:06.07]泪水 随雨滴落情意汇成河\\n[03:13.45]怎奈情至桥头不见你眼眸\\n[03:20.84]情丝如雨涌动落地皆成空\\n[03:28.16]你回来我心未改\\n[03:31.94]你不在我还等待\\n[03:36.10]归雁飞过山丘留我独徘徊\\n[03:43.17]残阳悠悠映照于故地巷口\\n[03:50.43]寒夜漫漫寂寞将我心穿透\\n[03:57.80]花盛开 总会凋败\\n[04:01.46]枯叶迎风落窗台\\n[04:05.66]风起叶落堆丘难埋情骨骸"
    },
    {
        "n": 1,
        "song_title": "偏向",
        "song_singer": "陈子晴",
        "name": "偏向",
        "artist": "陈子晴",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M000001QlvQS1pOO4n_2.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F000001bJyZd2PBRlo.flac?guid=12345668&src=&uin=0&vkey=EBBBD33B010F2403E6BFAE98A7E0DD351D556CE3812052DC7C92D5A21F2AD78C152E34FD8FC6C64FC98F30B7EF3699AB6F35602E3CC42B57__v2",
        "lyric": "[ti:]\\n[ar:]\\n[al:]\\n[by:天琴实验室AI生成v1.0]\\n[offset:0]\\n[00:00.00]偏向-陈子晴\\n[00:01.33]\\n[00:02.66]作词：周仁\\n[00:03.99]作曲：音融三喜\\n[00:05.32]制作人：姜雷\\n[00:06.66]编曲：音融三喜\\n[00:07.99]混音师：音融三喜\\n[00:09.32]监制：蒋雪璇\\n[00:10.65]制作统筹：梁茵宁\\n[00:11.98]策划：念安娜\\n[00:13.32]短视频平台宣推：甜菜/力晴\\n[00:14.65]OP/SP：启韵传媒\\n[00:15.98]出品人：莫堂庆/魏强\\n[00:17.31]（未经许可, 不得翻唱或使用）\\n[00:18.66]这并不像 道听途说的假象\\n[00:26.67]也无妨 让回忆肆意增长\\n[00:33.42]不谦让 争了个理所应当\\n[00:37.41]怎么样 落一个两败俱伤\\n[00:42.69]你可以说我性格张扬\\n[00:50.85]全都一样 迁就或推推搡搡\\n[00:58.92]别伪装 一副道貌岸然的模样\\n[01:05.31]快点忘 自欺欺人的扫荡\\n[01:09.36]称不上 大方或性格张扬\\n[01:14.37]为何会两败俱伤\\n[01:20.37]我嫌弃你的偏向\\n[01:24.36]会让我觉得有点丧\\n[01:28.41]避开你流露出的锋芒\\n[01:31.68]别跟我斤斤计较\\n[01:33.81]算旧账\\n[01:36.45]我嫌弃你的偏向\\n[01:40.29]瞎话编得冠冕堂皇\\n[01:44.40]掩饰不了你做的假象\\n[01:46.86]像被隐形绳子捆绑\\n[01:49.02]逞着强\\n[01:56.91]全都一样迁就或推推搡搡\\n[02:04.95]别伪装 一副道貌岸然的模样\\n[02:11.37]快点忘 自欺欺人的扫荡\\n[02:15.33]称不上 大方或性格张扬\\n[02:20.43]为何会两败俱伤\\n[02:26.37]我嫌弃你的偏向\\n[02:30.36]会让我觉得有点丧\\n[02:34.41]避开你流露出的锋芒\\n[02:37.71]别跟我斤斤计较\\n[02:39.81]算旧账\\n[02:42.45]我嫌弃你的偏向\\n[02:46.29]瞎话编得冠冕堂皇\\n[02:50.40]掩饰不了你做的假象\\n[02:52.86]像被隐形绳子捆绑\\n[02:55.02]逞着强"
    },
    {
        "n": 1,
        "song_title": "下坠Falling",
        "song_singer": "Corki刘宗鑫",
        "name": "下坠Falling",
        "artist": "Corki刘宗鑫",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M000002vRyKH3TlAnI_4.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F000000bD8yG3HiqxV.flac?guid=12345668&src=&uin=0&vkey=B0444DB8211F2031A678A89922EB81BA42FFDF7D5ED4EDCBC972B4CD51328B71EFF9789A0B961B409C33EC55C6DEA8CB78232A0779BD4264__v2",
        "lyric": "[ti:]\\n[ar:]\\n[al:]\\n[by:天琴实验室AI生成v1.0]\\n[offset:0]\\n[00:00.00]下坠Falling -Corki \\n[00:04.31]词：Corki \\n[00:08.62]曲：Corki \\n[00:12.93]出品人：逯文堂\\n[00:17.25]当我拿起笔写下第一句之后\\n[00:20.85]看到了尽头\\n[00:24.84]你走后我无尽下坠持续拼凑\\n[00:28.50]曾说的绿洲\\n[00:32.40]封印思念魔咒\\n[00:35.46]过往我保留\\n[00:38.07]也没期待过\\n[00:39.33]为你放下身段祈求\\n[00:42.90]被现实压破头\\n[00:48.36]喝醉后的梦里\\n[00:50.34]我往前你退后\\n[00:52.23]虚无的存在感\\n[00:54.15]You know \\n[00:56.04]放下我抛弃我\\n[00:57.96]瞬间风起云涌\\n[00:59.94]描绘的未来没了以后\\n[01:03.30]我只期待你用天使般的手\\n[01:07.80]再紧紧抱住我\\n[01:11.01]对你卑微也只是一种习惯\\n[01:15.54]在天亮了以后 我无尽下坠\\n[01:22.95]曾经爱过你怨过你恨过你\\n[01:25.11]尝试放弃你谁都想做自己\\n[01:27.06]包容你一切不只是为了你\\n[01:28.74]收起脾气也为了心中自己\\n[01:30.90]放下一切束缚以为做得到\\n[01:32.85]扒开旧的伤口腐烂我苦笑\\n[01:34.77]破碎一地的我组建在重造\\n[01:36.66]如果再相遇 会给你微笑\\n[01:39.15]I lost my time 你别太意外\\n[01:41.10]像个小孩天真的对你青睐\\n[01:46.80]I lost my time 你别太意外\\n[01:48.75]像个小孩天真的对你青睐\\n[01:54.84]当路灯断了电\\n[01:56.61]我被抽离到过去\\n[01:58.74]想从头再和你\\n[02:00.42]但我左右在迟疑\\n[02:02.61]当世界倾斜我拉你回到故事里\\n[02:06.45]可结局没能把你拥入我的怀里\\n[02:10.47]封印思念魔咒\\n[02:13.35]过往我保留\\n[02:16.08]也没期待过\\n[02:17.22]为你放下身段祈求\\n[02:20.85]被现实压破头\\n[02:28.23]喝醉后的梦里\\n[02:30.15]我往前你退后\\n[02:32.37]虚无的存在感\\n[02:34.05]You know \\n[02:35.94]抛下我放弃我\\n[02:37.83]瞬间风起云涌\\n[02:39.75]描绘的未来没了以后\\n[02:43.08]我只期待你用天使般的手\\n[02:47.70]再紧紧抱住我\\n[02:50.82]对你卑微也只是一种习惯\\n[02:55.41]在天亮了以后 我无尽下坠\\n[03:04.62]喝醉后的梦里\\n[03:06.69]我往前你退后\\n[03:08.61]虚无的存在感\\n[03:10.56]You know \\n[03:12.39]抛下我放弃我\\n[03:14.34]瞬间风起云涌\\n[03:16.32]描绘的未来没了以后\\n[03:19.62]我只期待你用天使般的手\\n[03:24.12]再紧紧抱住我\\n[03:27.30]对你卑微也只是一种习惯\\n[03:31.86]在天亮了以后 我无尽下坠"
    },
    {
        "n": 1,
        "song_title": "三国恋",
        "song_singer": "Tank",
        "name": "三国恋",
        "artist": "Tank",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M0000029GgMd2qVyYA_3.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F000001EElyp1TBgs1.flac?guid=12345668&src=&uin=0&vkey=2E2131B7857D32C4D13C8ED9C526E24BFE3D326D27A042FDBBD18DAA89C18AA0A92500C7AF401A5A1F3E4862121B0F533864D6D627E11BDE__v2",
        "lyric": "[ti:三国恋 (电视剧《七剑下天山》主题曲)]\\n[ar:Tank]\\n[al:Fighting！生存之道]\\n[by:]\\n[offset:0]\\n[00:00.00]三国恋 - Tank\\n[00:10.60]词：Tank/颜玺轩\\n[00:21.21]曲：Tank\\n[00:31.82]将军 北方仓粮占据\\n[00:34.24]六马十二兵\\n[00:35.76]等待你光临\\n[00:38.20]胡琴 诉说英勇事迹\\n[00:40.44]败军向南远北方离\\n[00:44.54]家乡 在那美的远方\\n[00:46.86]期望在身上\\n[00:48.44]梦想在流浪\\n[00:50.86]肩上 剩下的能量\\n[00:53.11]还能撑到什么地方\\n[00:56.71]等待良人归来那一刻\\n[01:02.91]眼泪为你唱歌\\n[01:08.95]在我离你远去那一天\\n[01:12.07]蓝色的雨下在我眼前\\n[01:15.24]骄傲的泪不敢弃守我眼睛\\n[01:21.63]在我离你远去那一天\\n[01:24.70]灰色的梦睡在我身边\\n[01:27.91]我早就该习惯没有你的夜\\n[01:33.06]勇敢的面对\\n[01:41.35]赤壁 烽火连天战役\\n[01:43.77]只挂掉我们七万个兄弟\\n[01:47.63]长江水面写日记\\n[01:49.86]愿你也能看见涟漪\\n[01:53.99]家乡 在那美的远方\\n[01:56.33]泪水背着光 安静而悲伤\\n[02:00.28]肩上剩下的能量\\n[02:02.55]还能撑到什么地方\\n[02:06.05]等待良人归来那一刻\\n[02:12.47]眼泪为你唱歌\\n[02:18.40]在我离你远去那一天\\n[02:21.54]蓝色的雨下在我眼前\\n[02:24.68]骄傲的泪不敢弃守我眼睛\\n[02:31.07]在我离你远去那一天\\n[02:34.16]灰色的梦睡在我身边\\n[02:37.34]我早就该习惯没有你的夜\\n[02:42.51]勇敢的面对\\n[02:43.94]我试着面对\\n[02:48.89]灰色的夜\\n[02:51.94]还在眼前\\n[02:56.76]等待良人归来那一刻\\n[03:03.00]眼泪为你唱歌\\n[03:08.99]在我离你远去那一天\\n[03:12.09]蓝色的雨下在我眼前\\n[03:15.27]骄傲的泪不敢弃守我眼睛\\n[03:21.62]在我离你远去那一天\\n[03:24.68]灰色的梦睡在我身边\\n[03:27.86]我早就该习惯没有你的夜\\n[03:33.06]勇敢的面对"
    },
    {
        "n": 2,
        "song_title": "千年泪",
        "song_singer": "Tank",
        "name": "千年泪",
        "artist": "Tank",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M000001ZmNw23UjRCj_1.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F00000458B2j2Phhz0.flac?guid=12345668&src=&uin=0&vkey=8CECA6E79EEC9E1E588C67B55F85B687B80FC1C3783573E755E8FBD5A22A6FC5EBB248FFDC8553759F1832F9578A66A82D107D84C8B3B4FD__v2",
        "lyric": "[ti:千年泪]\\n[ar:Tank]\\n[al:生存之道 Fighting(超值庆功版)]\\n[by:]\\n[offset:0]\\n[00:00.00]千年泪 - Tank\\n[00:05.34]词：李姚/吕建忠\\n[00:10.69]曲：吕建忠\\n[00:16.04]才话别已深秋\\n[00:19.11]只一眼就花落\\n[00:21.85]\\n[00:23.67]窗台人影独坐\\n[00:26.35]夜沉的更寂寞\\n[00:29.48]\\n[00:31.29]一段路分两头\\n[00:33.61]\\n[00:34.29]爱了却要放手\\n[00:36.61]\\n[00:38.43]无事东风走过\\n[00:41.62]扬起回忆如昨\\n[00:44.74]\\n[00:46.05]摇摇欲坠 不只你的泪\\n[00:49.37]还有仅剩的世界\\n[00:52.30]\\n[00:53.62]嘲笑的风 高唱的离别\\n[00:56.68]我却 听不见\\n[01:00.40]\\n[01:01.21]穿越千年的眼泪\\n[01:04.59]只有梦里看得见\\n[01:07.96]\\n[01:08.71]我多想再见你 哪怕一面\\n[01:14.77]\\n[01:16.46]前世未了的眷恋\\n[01:19.84]在我血液里分裂\\n[01:22.52]\\n[01:23.09]沉睡中缠绵 清醒又幻灭\\n[01:30.15]\\n[01:47.52]梦在千丝发间\\n[01:49.84]\\n[01:50.53]我在梦里搁浅\\n[01:53.53]\\n[01:55.09]月光尽是从前\\n[01:57.71]苍白了的想念\\n[02:00.90]\\n[02:02.59]你眺望着天边\\n[02:05.77]我眺望你的脸\\n[02:08.53]\\n[02:10.27]紧记你的容颜\\n[02:13.03]来世把你寻找\\n[02:16.08]\\n[02:17.40]摇摇欲坠 不只你的泪\\n[02:20.77]还有仅剩的世界\\n[02:23.34]\\n[02:25.09]嘲笑的风 高唱的离别\\n[02:28.21]我却 听不见\\n[02:31.65]\\n[02:32.59]穿越千年的眼泪\\n[02:35.96]只有梦里看得见\\n[02:39.34]\\n[02:40.09]我多想再见你 哪怕一面\\n[02:45.09]\\n[02:47.90]前世未了的眷恋\\n[02:51.21]在我血液里分裂\\n[02:53.65]\\n[02:54.46]沉睡中缠绵 清醒又幻灭\\n[03:01.46]\\n[03:03.59]摇摇欲坠不只你的泪\\n[03:06.96]嘲笑的风高唱着离别\\n[03:09.90]\\n[03:10.59]不管还要等待多少年\\n[03:17.84]\\n[03:18.40]穿越千年的眼泪\\n[03:21.65]只有梦里看得见\\n[03:25.03]\\n[03:25.65]我多想再见你 哪怕一面\\n[03:31.28]\\n[03:33.59]前世未了的眷恋\\n[03:36.96]在我血液里分裂\\n[03:39.65]\\n[03:40.21]沉睡中缠绵 清醒又幻灭"
    },
    {
        "n": 1,
        "song_title": "白鸽乌鸦相爱的戏码",
        "song_singer": "潘成（皮卡潘）",
        "name": "白鸽乌鸦相爱的戏码",
        "artist": "潘成（皮卡潘）",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M000001scgId3QBr04_4.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F0000015mXCG0EJg42.flac?guid=12345668&src=&uin=0&vkey=5453B0F5BBB48AC95B04390E90D3CFBD23CEEA0FAD5E48760ACEF6795840A11F6DE1824A4442151A07F68D673346FB76C6A024BD4EA25A0E__v2",
        "lyric": "[ti:]\\n[ar:]\\n[al:]\\n[by:天琴实验室AI生成v1.0]\\n[offset:0]\\n[00:00.00]白鸽乌鸦相爱的戏码\\n[00:02.02]演唱：潘成（皮卡潘）\\n[00:04.05]作曲：潘成\\n[00:06.08]作词：未子夫\\n[00:08.11]编曲：气罐儿TIN \\n[00:10.14]混音：气罐儿TIN \\n[00:12.16]制作人：维克/楚来\\n[00:14.19]出品：逯文堂\\n[00:16.22]监制：肇洪章\\n[00:18.25]OP：深蓝乐海\\n[00:20.28]忙音嘀嗒你挂断了电话\\n[00:26.46]雨水滴答像在看我笑话\\n[00:31.65]故事分岔你把我丢下\\n[00:34.71]故作优雅我假装放下\\n[00:37.77]愿你可以遇见更好的他\\n[00:43.77]就像浪花吻不到晚霞\\n[00:46.86]我已经无力挣扎\\n[00:49.89]从前我们彼此偏爱啊\\n[00:53.01]后来只剩下偏差\\n[00:56.04]就像野花触不到月牙\\n[00:59.13]只能被晚风折下\\n[01:02.22]白鸽乌鸦相爱的戏码\\n[01:05.31]只会出现在童话\\n[01:21.81]忙音嘀嗒你挂断了电话\\n[01:27.99]雨水滴答像在看我笑话\\n[01:33.18]故事分岔你把我丢下\\n[01:36.24]故作优雅我假装放下\\n[01:39.30]愿你可以遇见更好的他\\n[01:45.33]就像浪花吻不到晚霞\\n[01:48.42]我已经无力挣扎\\n[01:51.42]从前我们彼此偏爱啊\\n[01:54.54]后来只剩下偏差\\n[01:57.60]就像野花触不到月牙\\n[02:00.66]只能被晚风折下\\n[02:03.75]白鸽乌鸦相爱的戏码\\n[02:06.84]只会出现在童话\\n[02:09.93]就像浪花吻不到晚霞\\n[02:13.05]我已经无力挣扎\\n[02:16.05]从前我们彼此偏爱啊\\n[02:19.17]后来只剩下偏差\\n[02:22.20]就像野花触不到月牙\\n[02:25.29]只能被晚风折下\\n[02:28.35]白鸽乌鸦相爱的戏码\\n[02:31.47]只会出现在童话\\n[02:38.40]未经许可, 不得翻唱或使"
    },
    {
        "n": 9,
        "song_title": "乌鸦说情话铁树开了花",
        "song_singer": "耳朵便利店",
        "name": "乌鸦说情话铁树开了花",
        "artist": "耳朵便利店",
        "isPlaying": false,
        "cover": "https://y.qq.com/music/photo_new/T002R800x800M0000022SeNL2yQ6i4_1.jpg?max_age=2963246343",
        "music_url": "http://isure6.stream.qqmusic.qq.com/isure6.stream.qqmusic.qq.com/F000003bSQ6Z2LHB5T.flac?guid=12345668&src=&uin=0&vkey=5027976574A592B85487D9AE29E745783960E18451EBA3196555AA540D0349DDDA394F5E181FFE4EDBA71F0AB76F72BC236947C39A28300A__v2",
        "lyric": "[ti:]\\n[ar:]\\n[al:]\\n[by:天琴实验室AI生成v1.0]\\n[offset:0]\\n[00:00.00]乌鸦说情话铁树开了花-耳朵便利店\\n[00:00.32]词: 快乐王子\\n[00:00.64]曲: 李易航\\n[00:00.96]编曲: 魏楚沅\\n[00:01.28]和声: 卿罗\\n[00:01.60]母带/混音: 边策\\n[00:01.92]制作人: 周翔@尔雅团队\\n[00:02.24]宣发: 何王亮@尔雅宣发组\\n[00:02.56]监制: 孙海天\\n[00:02.88]OP/SP: 尔雅文化\\n[00:03.21]未经著作权人书面许可，不得以任何方式(包括翻唱、翻录等)使用\\n[00:03.54]等到乌鸦说情话 铁树开了花\\n[00:08.19]你说你会跟着我回家\\n[00:20.91]我奉出所有的鲜花\\n[00:24.99]在大雨中说着情话\\n[00:29.13]幻想为她披上婚纱\\n[00:32.70]像是活在童话 被人施了魔法\\n[00:36.69]等到乌鸦说情话 铁树开了花\\n[00:41.31]你说你会跟着我回家\\n[00:45.39]无法自拔 深陷你的童话\\n[00:49.53]反反复复 爱意里挣扎\\n[00:53.13]相信乌鸦说情话 铁树会开花\\n[00:57.84]你说的话我不辨真假\\n[01:01.98]风吹雨也打 送走几个夏\\n[01:06.12]年复一年 盼铁树发芽\\n[01:43.65]我奉出所有的鲜花\\n[01:47.73]在大雨中说着情话\\n[01:51.90]幻想为她披上婚纱\\n[01:55.47]像是活在童话 被人施了魔法\\n[01:59.64]等到乌鸦说情话 铁树开了花\\n[02:04.08]你说你会跟着我回家\\n[02:08.13]无法自拔 深陷你的童话\\n[02:12.30]反反复复 爱意里挣扎\\n[02:16.14]相信乌鸦说情话 铁树会开花\\n[02:20.58]你说的话我不辨真假\\n[02:24.75]风吹雨也打 送走几个夏\\n[02:28.89]年复一年 盼铁树发芽\\n[02:32.43]等到乌鸦说情话 铁树开了花\\n[02:37.14]你说你会跟着我回家\\n[02:41.22]无法自拔 深陷你的童话\\n[02:45.39]反反复复 爱意里挣扎\\n[02:48.99]相信乌鸦说情话 铁树会开花\\n[02:53.70]你说的话我不辨真假\\n[02:57.84]风吹雨也打 送走几个夏\\n[03:02.01]年复一年 盼铁树发芽"
    }
]




export default musicListJSON_yuexin;

// {
//     "id": "7rr7x93CJNAhQv5jXDjRe6",
//     "name": "长城",
//     "artist": "BEYOND",
//     "album": "继续革命",
//     "pic_id": "7rr7x93CJNAhQv5jXDjRe6",
//     "url_id": "7rr7x93CJNAhQv5jXDjRe6",
//     "lyric_id": "7rr7x93CJNAhQv5jXDjRe6",
//     "isPlaying": false,
//     "cover": "https://i.scdn.co/image/ab67616d0000b273a36aa47c57b7a21343bde2fb",
//     "music_url": "https://music-api.gdstudio.xyz/",
//     "lyric": "[00:59.28] 遙遠的東方 遼闊的邊疆\r\n[01:02.10] 還有遠古的破牆\r\n[01:05.30] 前世的滄桑 後世的風光\r\n[01:08.36] 萬里千山牢牢接壤\r\n[01:11.55] 圍著老去的國度\r\n[01:14.69] 圍著事實的真相\r\n[01:17.60] 圍著浩瀚的歲月\r\n[01:20.63] 圍著欲望與理想\r\n[01:23.50] ♪\r\n[01:29.81] 迷信的村莊 神秘的中央\r\n[01:32.67] 還有昨天的戰場\r\n[01:36.09] 皇帝的新衣 熱血的纓槍\r\n[01:39.17] 誰卻甘心流連塞上?\r\n[01:42.09] 圍著老去的國度\r\n[01:44.94] 圍著事實的真相\r\n[01:48.11] 圍著浩瀚的歲月\r\n[01:51.31] 圍著欲望與理想 叫嚷\r\n[01:56.10] 矇著耳朵 哪裡哪天不再聽到在呼號的人\r\n[02:05.31] Whoa, hoh-oh-oh\r\n[02:08.32] 矇著眼睛 再見往昔景仰的那樣一道疤痕\r\n[02:17.51] Whoa, hoh-oh-oh\r\n[02:20.34] 留在地殼頭上\r\n[02:23.14] ♪\r\n[02:35.56] 無冕的身軀 忘我的思想\r\n[02:38.61] 還有顯赫的破牆\r\n[02:41.63] 誰也衝不開 誰也拋不低\r\n[02:44.72] 誰要一生流離浪蕩?\r\n[02:47.85] 圍著老去的國度\r\n[02:50.72] 圍著事實的真相\r\n[02:53.87] 圍著浩瀚的歲月\r\n[02:57.00] 圍著欲望與理想 叫嚷\r\n[03:02.19] 矇著耳朵 哪裡哪天不再聽到在呼號的人\r\n[03:11.06] Whoa, hoh-oh-oh\r\n[03:14.28] 矇著眼睛 再見往昔景仰的那樣一道疤痕\r\n[03:23.60] Whoa, hoh-oh-oh\r\n[03:26.06] 留在地殼頭上\r\n[03:28.67] ♪\r\n[03:57.14] 矇著耳朵 哪裡哪天不再聽到在呼號的人\r\n[04:06.35] Whoa, hoh-oh-oh\r\n[04:09.24] 矇著眼睛 再見往昔景仰的那樣一道疤痕\r\n[04:18.54] Whoa, hoh-oh-oh\r\n[04:21.28] 留在地殼頭上\r\n[04:24.34] \r\n"
// },

//  {
//         "n": 5,
//         "song_title": "岁月无声",
//         "song_singer": "DJ小清",
//         "name": "岁月无声",
//         "artist": "DJ小清",
//         "isPlaying": false,
//         "cover": "https://y.qq.com/music/photo_new/T002R800x800M0000006U14A4HhX2i_1.jpg?max_age=2963246343",
//         "music_url": "https://isure.stream.qqmusic.qq.com/F000001L8XRn0DfVeo.flac?guid=6610141264&vkey=194C8FA33E6DE14A7053BDE95C3EA8545F9ABACE5ACE04ED80F68A3B4C6078CEF5F051D07EFED2B47E0869584674913A13C4C4B432E26862__v2b94c404&uin=2388721329&src=F0000007zF012PF8w8.flac",
//         "lyric": "[ti:]\\n[ar:]\\n[al:]\\n[by:天琴实验室AI生成v1.0]\\n[offset:0]\\n[00:32.88]此歌曲为\\n[00:42.24]没有填词\\n[00:57.27]的纯音乐\\n[02:11.04]请您欣赏"
//     },