/*
 * @Author: yangJianWei yangjianwei@chexiao.co
 * @Date: 2026-02-05 16:51:41
 * @LastEditors: yangJianWei yangjianwei@chexiao.co
 * @LastEditTime: 2026-02-05 17:48:53
 * @FilePath: \vue-demo-myself\src\views\musicPlayer_qq_free\info_yuexin.js
 * @Description: 张悦昕的播放列表
 */
const musicListJSON_yuexin = [
    {
        "name": "泡沫",
        "artists": "G.E.M. 邓紫棋",
        "id": "001X0PDf0W4lBq",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M000002YFufr4bXZyI.jpg",
        "isPlaying": false,
        "keyWord": "泡沫",
        "n": 1,
        "url": "https://isure6.stream.qqmusic.qq.com/C400002lwPKS2pIots.m4a?guid=e109d20f0e70957c9a510a28405ab3ad&vkey=83317732FBCBE21CE8BDB80A4F195FD6F543CB8244DD1C278D1DB257CA55CB235B95BC39B82E069A1EDBE6FF12DC2BF07CFB890DFFCD1EDE__v2b9abf07&uin=2660713565&fromtag=https://cyapi.top",
        "lyric": "[ti:泡沫]\n[ar:G.E.M. 邓紫棋]\n[al:Xposed]\n[by:v_pxjwang]\n[offset:0]\n[00:00.00]泡沫 - G.E.M. 邓紫棋\n[00:00.31]词：G.E.M. 邓紫棋\n[00:00.54]曲：G.E.M. 邓紫棋\n[00:00.76]OP：蜂鸟音乐\n[00:00.99]SP：百纳娱乐\n[00:01.24]阳光下的泡沫 是彩色的\n[00:08.31]就像被骗的我 是幸福的\n[00:15.33]追究什么对错 你的谎言\n[00:22.38]基于你还爱我\n[00:28.60]美丽的泡沫 虽然一刹花火\n[00:35.73]你所有承诺 虽然都太脆弱\n[00:42.78]但爱像泡沫 如果能够看破\n[00:49.82]有什么难过\n[00:57.81]早该知道泡沫 一触就破\n[01:04.73]就像已伤的心 不胜折磨\n[01:11.80]也不是谁的错 谎言再多\n[01:18.85]基于你还爱我\n[01:25.06]美丽的泡沫 虽然一刹花火\n[01:32.18]你所有承诺 虽然都太脆弱\n[01:39.26]爱本是泡沫 如果能够看破\n[01:46.31]有什么难过\n[01:53.35]再美的花朵 盛开过就凋落\n[02:00.42]再亮眼的星 一闪过就坠落\n[02:07.52]爱本是泡沫 如果能够看破\n[02:14.56]有什么难过\n[02:21.53]为什么难过 有什么难过\n[02:35.67]为什么难过\n[02:46.27]全都是泡沫 只一刹的花火\n[02:53.31]你所有承诺 全部都太脆弱\n[03:00.46]而你的轮廓 怪我没有看破\n[03:07.41]才如此难过\n[03:14.45]相爱的把握 要如何再搜索\n[03:21.58]相拥着寂寞 难道就不寂寞\n[03:28.66]爱本是泡沫 怪我没有看破\n[03:35.65]才如此难过\n[03:43.65]在雨下的泡沫 一触就破\n[03:50.78]当初炽热的心 早已沉没\n[03:57.71]说什么你爱我 如果骗我\n[04:04.76]我宁愿你沉默"
    },
    {
        "name": "Take Me Hand",
        "artists": "DAISHI DANCE/Cécile Corbel",
        "id": "001tp03s13iQbC",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M000002g5UCB4PC4hR.jpg",
        "isPlaying": false,
        "keyWord": "Take Me Hand",
        "n": 1,
        "url": "http://c6.y.qq.com/rsc/fcgi-bin/fcg_pyq_play.fcg?songid=&songmid=001ePQq12fDD2b&songtype=1&fromtag=https://cyapi.top&uin=10001&code=483EE",
        "lyric": "[ti:Take me hand]\n[ar:DAISHI DANCE/Cécile Corbel]\n[al:Take me hand]\n[by:]\n[offset:0]\n[00:00.53]Take me hand - DAISHI DANCE/Cécile Corbel\n[00:01.98]Lyrics by：Cécile Corbel\n[00:02.89]Composed by：DAISHI DANCE\n[00:03.84]Produced by：DAISHI DANCE\n[01:00.17]In my dreams I feel your light\n[01:03.82]I feel love is born again\n[01:07.54]Fireflies in the moonlight\n[01:11.29]Rising stars\n[01:15.09]Remember the day\n[01:19.25]I fell in love with you\n[01:22.56]Darling won't you break\n[01:26.79]My heart?\n[01:30.61]Take my hand now stay close to me\n[01:34.26]Be my lover won't you let me go?\n[01:38.05]Close your eyes now and you will see\n[01:41.77]There's a rainbow for you and me\n[02:00.25]As I wake up I see your face\n[02:03.81]I feel love is born again\n[02:07.59]Cherry blossom flying birds\n[02:11.35]In the sky\n[02:15.12]Can't you see the sun\n[02:18.87]That is shining on the fields\n[02:22.59]Is it shining in\n[02:26.80]Your heart?\n[02:30.60]Take my hand now stay close to me\n[02:34.28]Be my lover won't you let me go?\n[02:38.03]Close your eyes now and you will see\n[02:41.78]There's a rainbow for you and me\n[03:00.40]And I dream of you every night\n[03:07.56]'Cause there's only you in my mind\n[03:15.14]Will you be a stranger or a friend in my life\n[03:22.59]Darling won't you break my heart?\n[03:30.58]Take my hand now stay close to me\n[03:34.24]Be my lover won't you let me go?\n[03:38.05]Close your eyes now and you will see\n[03:41.77]There's a rainbow for you and me\n[03:45.61]Take my hand now stay close to me\n[03:49.24]Be my lover won't you let me go?\n[03:53.00]Close your eyes now and you will see\n[03:56.78]There's a rainbow for you and me\n[04:00.01]Darling take my hand now\n[04:01.88]Take my hand now stay close to me\n[04:03.99]Won't you stay close to me?\n[04:05.65]Be my lover won't you let me go?\n[04:07.59]Won't you be my lover?\n[04:08.87]Close your eyes now and you will see\n[04:11.45]Won't you let me go?\n[04:12.36]There's a rainbow for you and me"
    },
    {
        "name": "岸边客",
        "artists": "夏子航（2603）",
        "id": "003BzRhs18BNGX",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M000000JKgts2c7S5f.jpg",
        "isPlaying": false,
        "keyWord": "岸边客",
        "n": 1,
        "url": "https://isure6.stream.qqmusic.qq.com/C400000zigXA0K6sbU.m4a?guid=8cf4d740efb28dffa78e748b6ca0626e&vkey=0EFFE706489C9CAAEE0565F60974FEEAD119F8F33CC2C9EE9C15CE76C3C1C0E87FA1537A67366D6DDD76C37B663D62D4577D7A462E9C26E9__v2b9abf0b&uin=2660713565&fromtag=https://cyapi.top",
        "lyric": "[ti:岸边客]\n[ar:夏子航（2603）]\n[al:岸边客]\n[by:]\n[offset:0]\n[00:00.00]岸边客 - 夏子航（2603）\n[00:01.65]词：夏子航(2603)\n[00:02.94]曲：夏子航(2603)\n[00:04.23]编曲：武圣雄\n[00:05.33]制作人：芮英杰\n[00:06.62]混音：张可人\n[00:07.73]和声：严仲波\n[00:08.83]封面：H.W.X\n[00:09.94]统筹：刘亦燃\n[00:11.04]出品人：芮英杰\n[00:12.33]发行：匠心无限\n[00:13.62]制作公司：潮汐青娱\n[00:15.28]op：潮汐青娱\n[00:16.20]月下水影嶙峋错\n[00:20.89]不知我是我\n[00:24.54]树静风吹黄花落\n[00:28.25]心烦思绪过\n[00:31.93]背影面前现又破\n[00:35.66]话从耳边说\n[00:38.89]原来是幻原来是梦\n[00:42.66]是错\n[00:45.76]旧地你未出现过\n[00:49.53]我也千次万次捉\n[00:53.25]泣声忽隐忽弱勾起岸边客\n[01:00.58]无奈情似花飞落\n[01:04.23]斩断当年少年诺\n[01:07.97]泪水随雨滴落情意汇成河\n[01:15.36]怎奈情至桥头不见你眼眸\n[01:22.66]情丝如雨涌动落地皆成空\n[01:30.16]你回来我心未改\n[01:33.72]你不在我还等待\n[01:37.93]归雁飞过山丘留我独徘徊\n[01:44.84]残阳悠悠映照于故地巷口\n[01:52.22]寒夜漫漫寂寞将我心穿透\n[01:59.67]花盛开 总会凋败\n[02:03.28]枯叶迎风落窗台\n[02:07.49]风起叶落堆丘难埋情骨骸\n[02:44.03]旧地你未出现过\n[02:47.59]我也千次万次捉\n[02:51.23]泣声 忽隐忽弱勾起岸边客\n[02:58.68]无奈情似花飞落\n[03:02.34]斩断当年少年诺\n[03:06.07]泪水 随雨滴落情意汇成河\n[03:13.45]怎奈情至桥头不见你眼眸\n[03:20.84]情丝如雨涌动落地皆成空\n[03:28.16]你回来我心未改\n[03:31.94]你不在我还等待\n[03:36.10]归雁飞过山丘留我独徘徊\n[03:43.17]残阳悠悠映照于故地巷口\n[03:50.43]寒夜漫漫寂寞将我心穿透\n[03:57.80]花盛开 总会凋败\n[04:01.46]枯叶迎风落窗台\n[04:05.66]风起叶落堆丘难埋情骨骸"
    },
    {
        "name": "偏向",
        "artists": "陈子晴",
        "id": "002cGrsF1n1ToN",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M000001QlvQS1pOO4n.jpg",
        "isPlaying": false,
        "keyWord": "偏向",
        "n": 1,
        "url": "https://isure6.stream.qqmusic.qq.com/C400003jZ6Na3BzgkZ.m4a?guid=0544bd6fe8337927408cd9887e0d586c&vkey=4D7C5FAFD4446C345D41AFD92B376577DD3D4DF6EBBA15AB263D931C7AD9177372E966C641C098D1F3940069357A039870BCE9CEB88D2B2A__v2b9ab27b&uin=2660713565&fromtag=https://cyapi.top&src=C40000336BNR07bRSq.m4a",
        "lyric": "[ti:]\n[ar:]\n[al:]\n[by:天琴实验室AI生成v1.0]\n[offset:0]\n[00:00.00]偏向-陈子晴\n[00:01.33]\n[00:02.66]作词：周仁\n[00:03.99]作曲：音融三喜\n[00:05.32]制作人：姜雷\n[00:06.66]编曲：音融三喜\n[00:07.99]混音师：音融三喜\n[00:09.32]监制：蒋雪璇\n[00:10.65]制作统筹：梁茵宁\n[00:11.98]策划：念安娜\n[00:13.32]短视频平台宣推：甜菜/力晴\n[00:14.65]OP/SP：启韵传媒\n[00:15.98]出品人：莫堂庆/魏强\n[00:17.31]（未经许可, 不得翻唱或使用）\n[00:18.66]这并不像 道听途说的假象\n[00:26.67]也无妨 让回忆肆意增长\n[00:33.42]不谦让 争了个理所应当\n[00:37.41]怎么样 落一个两败俱伤\n[00:42.69]你可以说我性格张扬\n[00:50.85]全都一样 迁就或推推搡搡\n[00:58.92]别伪装 一副道貌岸然的模样\n[01:05.31]快点忘 自欺欺人的扫荡\n[01:09.36]称不上 大方或性格张扬\n[01:14.37]为何会两败俱伤\n[01:20.37]我嫌弃你的偏向\n[01:24.36]会让我觉得有点丧\n[01:28.41]避开你流露出的锋芒\n[01:31.68]别跟我斤斤计较\n[01:33.81]算旧账\n[01:36.45]我嫌弃你的偏向\n[01:40.29]瞎话编得冠冕堂皇\n[01:44.40]掩饰不了你做的假象\n[01:46.86]像被隐形绳子捆绑\n[01:49.02]逞着强\n[01:56.91]全都一样迁就或推推搡搡\n[02:04.95]别伪装 一副道貌岸然的模样\n[02:11.37]快点忘 自欺欺人的扫荡\n[02:15.33]称不上 大方或性格张扬\n[02:20.43]为何会两败俱伤\n[02:26.37]我嫌弃你的偏向\n[02:30.36]会让我觉得有点丧\n[02:34.41]避开你流露出的锋芒\n[02:37.71]别跟我斤斤计较\n[02:39.81]算旧账\n[02:42.45]我嫌弃你的偏向\n[02:46.29]瞎话编得冠冕堂皇\n[02:50.40]掩饰不了你做的假象\n[02:52.86]像被隐形绳子捆绑\n[02:55.02]逞着强"
    },
    {
        "name": "下坠Falling",
        "artists": "Corki刘宗鑫",
        "id": "003UULKc3CCDzR",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M000002vRyKH3TlAnI.jpg",
        "isPlaying": false,
        "keyWord": "下坠Falling",
        "n": 1,
        "url": "http://c6.y.qq.com/rsc/fcgi-bin/fcg_pyq_play.fcg?songid=&songmid=003UULKc3CCDzR&songtype=1&fromtag=https://cyapi.top&uin=10001&code=55800",
        "lyric": "[ti:]\n[ar:]\n[al:]\n[by:天琴实验室AI生成v1.0]\n[offset:0]\n[00:00.00]下坠Falling -Corki \n[00:04.31]词：Corki \n[00:08.62]曲：Corki \n[00:12.93]出品人：逯文堂\n[00:17.25]当我拿起笔写下第一句之后\n[00:20.85]看到了尽头\n[00:24.84]你走后我无尽下坠持续拼凑\n[00:28.50]曾说的绿洲\n[00:32.40]封印思念魔咒\n[00:35.46]过往我保留\n[00:38.07]也没期待过\n[00:39.33]为你放下身段祈求\n[00:42.90]被现实压破头\n[00:48.36]喝醉后的梦里\n[00:50.34]我往前你退后\n[00:52.23]虚无的存在感\n[00:54.15]You know \n[00:56.04]放下我抛弃我\n[00:57.96]瞬间风起云涌\n[00:59.94]描绘的未来没了以后\n[01:03.30]我只期待你用天使般的手\n[01:07.80]再紧紧抱住我\n[01:11.01]对你卑微也只是一种习惯\n[01:15.54]在天亮了以后 我无尽下坠\n[01:22.95]曾经爱过你怨过你恨过你\n[01:25.11]尝试放弃你谁都想做自己\n[01:27.06]包容你一切不只是为了你\n[01:28.74]收起脾气也为了心中自己\n[01:30.90]放下一切束缚以为做得到\n[01:32.85]扒开旧的伤口腐烂我苦笑\n[01:34.77]破碎一地的我组建在重造\n[01:36.66]如果再相遇 会给你微笑\n[01:39.15]I lost my time 你别太意外\n[01:41.10]像个小孩天真的对你青睐\n[01:46.80]I lost my time 你别太意外\n[01:48.75]像个小孩天真的对你青睐\n[01:54.84]当路灯断了电\n[01:56.61]我被抽离到过去\n[01:58.74]想从头再和你\n[02:00.42]但我左右在迟疑\n[02:02.61]当世界倾斜我拉你回到故事里\n[02:06.45]可结局没能把你拥入我的怀里\n[02:10.47]封印思念魔咒\n[02:13.35]过往我保留\n[02:16.08]也没期待过\n[02:17.22]为你放下身段祈求\n[02:20.85]被现实压破头\n[02:28.23]喝醉后的梦里\n[02:30.15]我往前你退后\n[02:32.37]虚无的存在感\n[02:34.05]You know \n[02:35.94]抛下我放弃我\n[02:37.83]瞬间风起云涌\n[02:39.75]描绘的未来没了以后\n[02:43.08]我只期待你用天使般的手\n[02:47.70]再紧紧抱住我\n[02:50.82]对你卑微也只是一种习惯\n[02:55.41]在天亮了以后 我无尽下坠\n[03:04.62]喝醉后的梦里\n[03:06.69]我往前你退后\n[03:08.61]虚无的存在感\n[03:10.56]You know \n[03:12.39]抛下我放弃我\n[03:14.34]瞬间风起云涌\n[03:16.32]描绘的未来没了以后\n[03:19.62]我只期待你用天使般的手\n[03:24.12]再紧紧抱住我\n[03:27.30]对你卑微也只是一种习惯\n[03:31.86]在天亮了以后 我无尽下坠"
    },
    {
        "name": "三国恋",
        "artists": "Tank",
        "id": "004eLxeo1h5x3L",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M0000029GgMd2qVyYA.jpg",
        "isPlaying": false,
        "keyWord": "三国恋",
        "n": 1,
        "url": "https://isure6.stream.qqmusic.qq.com/C400001EElyp1TBgs1.m4a?guid=9da8f0baf38ecb105ebed04d75eeaf1f&vkey=1B7E920E8525B629A9B1E4B77D80AB0D59FFDB560A135CFFF8D80033252B9A6B7000400B383F69F5966AB8B8990F1A470F0F0129E484BB9D__v2b9ab2fe&uin=2660713565&fromtag=https://cyapi.top",
        "lyric": "[ti:三国恋 (电视剧《七剑下天山》主题曲)]\n[ar:Tank]\n[al:Fighting！生存之道]\n[by:]\n[offset:0]\n[00:00.00]三国恋 - Tank\n[00:10.60]词：Tank/颜玺轩\n[00:21.21]曲：Tank\n[00:31.82]将军 北方仓粮占据\n[00:34.24]六马十二兵\n[00:35.76]等待你光临\n[00:38.20]胡琴 诉说英勇事迹\n[00:40.44]败军向南远北方离\n[00:44.54]家乡 在那美的远方\n[00:46.86]期望在身上\n[00:48.44]梦想在流浪\n[00:50.86]肩上 剩下的能量\n[00:53.11]还能撑到什么地方\n[00:56.71]等待良人归来那一刻\n[01:02.91]眼泪为你唱歌\n[01:08.95]在我离你远去那一天\n[01:12.07]蓝色的雨下在我眼前\n[01:15.24]骄傲的泪不敢弃守我眼睛\n[01:21.63]在我离你远去那一天\n[01:24.70]灰色的梦睡在我身边\n[01:27.91]我早就该习惯没有你的夜\n[01:33.06]勇敢的面对\n[01:41.35]赤壁 烽火连天战役\n[01:43.77]只挂掉我们七万个兄弟\n[01:47.63]长江水面写日记\n[01:49.86]愿你也能看见涟漪\n[01:53.99]家乡 在那美的远方\n[01:56.33]泪水背着光 安静而悲伤\n[02:00.28]肩上剩下的能量\n[02:02.55]还能撑到什么地方\n[02:06.05]等待良人归来那一刻\n[02:12.47]眼泪为你唱歌\n[02:18.40]在我离你远去那一天\n[02:21.54]蓝色的雨下在我眼前\n[02:24.68]骄傲的泪不敢弃守我眼睛\n[02:31.07]在我离你远去那一天\n[02:34.16]灰色的梦睡在我身边\n[02:37.34]我早就该习惯没有你的夜\n[02:42.51]勇敢的面对\n[02:43.94]我试着面对\n[02:48.89]灰色的夜\n[02:51.94]还在眼前\n[02:56.76]等待良人归来那一刻\n[03:03.00]眼泪为你唱歌\n[03:08.99]在我离你远去那一天\n[03:12.09]蓝色的雨下在我眼前\n[03:15.27]骄傲的泪不敢弃守我眼睛\n[03:21.62]在我离你远去那一天\n[03:24.68]灰色的梦睡在我身边\n[03:27.86]我早就该习惯没有你的夜\n[03:33.06]勇敢的面对"
    },
    {
        "name": "白鸽乌鸦相爱的戏码",
        "artists": "潘成（皮卡潘）",
        "id": "0015mXCG0EJg42",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M000001scgId3QBr04.jpg",
        "isPlaying": false,
        "keyWord": "白鸽乌鸦相爱的戏码",
        "n": 1,
        "url": "https://isure6.stream.qqmusic.qq.com/C400001GjRRc19CNtF.m4a?guid=6625a75917f159526205a1219c10f231&vkey=D9C2AABE57D08A9AEC33753403D5573E98DBB374707CDA1E0E26B5B6F15063CF1A1238061B9CCF572FD58CF1A1659885C35BD9E90B5CF584__v2b9abf07&uin=1490122944&fromtag=https://cyapi.top&src=C400004CSqsv2clPOz.m4a",
        "lyric": "[ti:]\n[ar:]\n[al:]\n[by:天琴实验室AI生成v1.0]\n[offset:0]\n[00:00.00]白鸽乌鸦相爱的戏码\n[00:02.02]演唱：潘成（皮卡潘）\n[00:04.05]作曲：潘成\n[00:06.08]作词：未子夫\n[00:08.11]编曲：气罐儿TIN \n[00:10.14]混音：气罐儿TIN \n[00:12.16]制作人：维克/楚来\n[00:14.19]出品：逯文堂\n[00:16.22]监制：肇洪章\n[00:18.25]OP：深蓝乐海\n[00:20.28]忙音嘀嗒你挂断了电话\n[00:26.46]雨水滴答像在看我笑话\n[00:31.65]故事分岔你把我丢下\n[00:34.71]故作优雅我假装放下\n[00:37.77]愿你可以遇见更好的他\n[00:43.77]就像浪花吻不到晚霞\n[00:46.86]我已经无力挣扎\n[00:49.89]从前我们彼此偏爱啊\n[00:53.01]后来只剩下偏差\n[00:56.04]就像野花触不到月牙\n[00:59.13]只能被晚风折下\n[01:02.22]白鸽乌鸦相爱的戏码\n[01:05.31]只会出现在童话\n[01:21.81]忙音嘀嗒你挂断了电话\n[01:27.99]雨水滴答像在看我笑话\n[01:33.18]故事分岔你把我丢下\n[01:36.24]故作优雅我假装放下\n[01:39.30]愿你可以遇见更好的他\n[01:45.33]就像浪花吻不到晚霞\n[01:48.42]我已经无力挣扎\n[01:51.42]从前我们彼此偏爱啊\n[01:54.54]后来只剩下偏差\n[01:57.60]就像野花触不到月牙\n[02:00.66]只能被晚风折下\n[02:03.75]白鸽乌鸦相爱的戏码\n[02:06.84]只会出现在童话\n[02:09.93]就像浪花吻不到晚霞\n[02:13.05]我已经无力挣扎\n[02:16.05]从前我们彼此偏爱啊\n[02:19.17]后来只剩下偏差\n[02:22.20]就像野花触不到月牙\n[02:25.29]只能被晚风折下\n[02:28.35]白鸽乌鸦相爱的戏码\n[02:31.47]只会出现在童话\n[02:38.40]未经许可, 不得翻唱或使"
    },
    {
        "name": "乌鸦说情话铁树开了花",
        "artists": "耳朵便利店",
        "id": "003bSQ6Z2LHB5T",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M0000022SeNL2yQ6i4.jpg",
        "isPlaying": false,
        "keyWord": "乌鸦说情话铁树开了花",
        "n": 1,
        "url": "https://isure6.stream.qqmusic.qq.com/C4000018nYrY1dk60N.m4a?guid=f7aae1b745b7824362bf72e6cf7499f8&vkey=59CF1758562B578C07DAE6431CF46F72514F77D4B9BBBEDAAC9483B4261A63A746480730EC334988F5BF54A1AF7CCB14CE095501AD781C7B__v2b9abf01&uin=3319386682&fromtag=https://cyapi.top&src=C400004VF65T04Yl3J.m4a",
        "lyric": "[ti:]\n[ar:]\n[al:]\n[by:天琴实验室AI生成v1.0]\n[offset:0]\n[00:00.00]乌鸦说情话铁树开了花-耳朵便利店\n[00:00.32]词: 快乐王子\n[00:00.64]曲: 李易航\n[00:00.96]编曲: 魏楚沅\n[00:01.28]和声: 卿罗\n[00:01.60]母带/混音: 边策\n[00:01.92]制作人: 周翔@尔雅团队\n[00:02.24]宣发: 何王亮@尔雅宣发组\n[00:02.56]监制: 孙海天\n[00:02.88]OP/SP: 尔雅文化\n[00:03.21]未经著作权人书面许可，不得以任何方式(包括翻唱、翻录等)使用\n[00:03.54]等到乌鸦说情话 铁树开了花\n[00:08.19]你说你会跟着我回家\n[00:20.91]我奉出所有的鲜花\n[00:24.99]在大雨中说着情话\n[00:29.13]幻想为她披上婚纱\n[00:32.70]像是活在童话 被人施了魔法\n[00:36.69]等到乌鸦说情话 铁树开了花\n[00:41.31]你说你会跟着我回家\n[00:45.39]无法自拔 深陷你的童话\n[00:49.53]反反复复 爱意里挣扎\n[00:53.13]相信乌鸦说情话 铁树会开花\n[00:57.84]你说的话我不辨真假\n[01:01.98]风吹雨也打 送走几个夏\n[01:06.12]年复一年 盼铁树发芽\n[01:43.65]我奉出所有的鲜花\n[01:47.73]在大雨中说着情话\n[01:51.90]幻想为她披上婚纱\n[01:55.47]像是活在童话 被人施了魔法\n[01:59.64]等到乌鸦说情话 铁树开了花\n[02:04.08]你说你会跟着我回家\n[02:08.13]无法自拔 深陷你的童话\n[02:12.30]反反复复 爱意里挣扎\n[02:16.14]相信乌鸦说情话 铁树会开花\n[02:20.58]你说的话我不辨真假\n[02:24.75]风吹雨也打 送走几个夏\n[02:28.89]年复一年 盼铁树发芽\n[02:32.43]等到乌鸦说情话 铁树开了花\n[02:37.14]你说你会跟着我回家\n[02:41.22]无法自拔 深陷你的童话\n[02:45.39]反反复复 爱意里挣扎\n[02:48.99]相信乌鸦说情话 铁树会开花\n[02:53.70]你说的话我不辨真假\n[02:57.84]风吹雨也打 送走几个夏\n[03:02.01]年复一年 盼铁树发芽"
    },
    {
        "name": "千年泪",
        "artists": "Tank",
        "id": "000pSaox3e7R2P",
        "cover": "https://y.gtimg.cn/music/photo_new/T002R800x800M000001Glaaw48uZQ5.jpg",
        "isPlaying": false,
        "keyWord": "Tank",
        "n": 2,
        "url": "https://isure6.stream.qqmusic.qq.com/C400000CknKi0KPM2R.m4a?guid=9ce5626cc1a32b5efd3c874451b4696b&vkey=6C0DF115EE04CA156C2FD55D76AACBCBCD2F19D289264B16C5B231110FECDFAFFF4CD3856B3A2AD2AD149FDAE6EDDBAAC46A56B62D9FC998__v2b9ab27a&uin=1490122944&fromtag=https://cyapi.top",
        "lyric": "[ti:如果我变成回忆]\n[ar:Tank]\n[al:第三回合]\n[by:p_pxxinzhao]\n[offset:0]\n[00:00.00]如果我变成回忆 - Tank\n[00:01.20]词：施人诚/陈信延\n[00:02.40]曲：Tank\n[00:03.60]编曲：吕绍淳\n[00:04.81]制作人：王治平/Tank\n[00:06.01]和声编写：Tank\n[00:07.21]和声：Tank\n[00:08.42]吉他：罗希\n[00:09.62]制作助理：张简君伟\n[00:10.82]录音师：黄辛/柯宗佑/Tank\n[00:12.03]录音室：多比音乐工作室/杨大纬录音室\n[00:13.23]混音录音师：杨大纬\n[00:14.43]混音录音室：杨大纬录音室\n[00:15.65]累了 照惯例努力清醒着\n[00:22.66]\n[00:23.91]也照惯例想你了\n[00:29.53]\n[00:31.18]好怕一放心睡了\n[00:34.81]心跳在梦中不听话的 就停止了\n[00:43.53]\n[00:44.78]听着 呼吸像浪潮拍动着\n[00:53.01]越美丽越让我忐忑\n[00:58.16]\n[01:00.30]我还能珍惜什么\n[01:03.91]如果我连自己的脉搏 都难掌握\n[01:14.45]\n[01:16.60]如果我变成回忆 退出了这场生命\n[01:23.93]留下你错愕哭泣\n[01:26.94]我冰冷身体 拥抱不了你\n[01:31.64]想到我让深爱的你人海孤独旅行\n[01:38.48]我会恨自己 如此狠心\n[01:45.62]如果我变成回忆 终于没那么幸运\n[01:52.93]没机会白着头发\n[01:55.93]蹒跚牵着你 看晚霞落尽\n[02:00.69]漫长时光总有一天你会伤心痊愈\n[02:07.54]若有人可以 让他陪你 我不怪你\n[02:19.90]\n[02:30.31]快乐 什么时候会结束呢\n[02:37.27]\n[02:38.39]哪一刻是最后一刻\n[02:43.53]\n[02:45.69]想把你紧紧抱着\n[02:49.38]可知你是我生命中的 最舍不得\n[02:58.50]如果我变成回忆 退出了这场生命\n[03:05.64]留下你错愕哭泣 \n[03:08.68]我冰冷身体 拥抱不了你\n[03:13.31]想到我让深爱的你人海孤独旅行\n[03:20.40]我会恨自己 如此狠心\n[03:27.43]如果我变成回忆 终于没那么幸运\n[03:34.68]没机会白着头发 蹒跚牵着你\n[03:39.70]看晚霞落尽\n[03:42.47]漫长时光总有一天\n[03:46.12]你会伤心痊愈\n[03:49.26]若有人可以 让他陪你\n[03:56.54]如果我变成回忆\n[04:00.19]最怕我太不争气\n[04:03.78]顽固地赖在空气\n[04:06.80]霸占你心里 每一寸缝隙\n[04:12.04]连累依然爱我的你痛苦 \n[04:16.16]承受失去\n[04:18.43]这样不公平 请你尽力\n[04:25.64]把我忘记"
    }
]




export default musicListJSON_yuexin;

// {
//     "id": "7rr7x93CJNAhQv5jXDjRe6",
//     "name": "长城",
//     "artist": "BEYOND",
//     "album": "继续革命",
//     "pic_id": "7rr7x93CJNAhQv5jXDjRe6",
//     "url_id": "7rr7x93CJNAhQv5jXDjRe6",
//     "lyric_id": "7rr7x93CJNAhQv5jXDjRe6",
//     "isPlaying": false,
//     "cover": "https://i.scdn.co/image/ab67616d0000b273a36aa47c57b7a21343bde2fb",
//     "music_url": "https://music-api.gdstudio.xyz/",
//     "lyric": "[00:59.28] 遙遠的東方 遼闊的邊疆\r\n[01:02.10] 還有遠古的破牆\r\n[01:05.30] 前世的滄桑 後世的風光\r\n[01:08.36] 萬里千山牢牢接壤\r\n[01:11.55] 圍著老去的國度\r\n[01:14.69] 圍著事實的真相\r\n[01:17.60] 圍著浩瀚的歲月\r\n[01:20.63] 圍著欲望與理想\r\n[01:23.50] ♪\r\n[01:29.81] 迷信的村莊 神秘的中央\r\n[01:32.67] 還有昨天的戰場\r\n[01:36.09] 皇帝的新衣 熱血的纓槍\r\n[01:39.17] 誰卻甘心流連塞上?\r\n[01:42.09] 圍著老去的國度\r\n[01:44.94] 圍著事實的真相\r\n[01:48.11] 圍著浩瀚的歲月\r\n[01:51.31] 圍著欲望與理想 叫嚷\r\n[01:56.10] 矇著耳朵 哪裡哪天不再聽到在呼號的人\r\n[02:05.31] Whoa, hoh-oh-oh\r\n[02:08.32] 矇著眼睛 再見往昔景仰的那樣一道疤痕\r\n[02:17.51] Whoa, hoh-oh-oh\r\n[02:20.34] 留在地殼頭上\r\n[02:23.14] ♪\r\n[02:35.56] 無冕的身軀 忘我的思想\r\n[02:38.61] 還有顯赫的破牆\r\n[02:41.63] 誰也衝不開 誰也拋不低\r\n[02:44.72] 誰要一生流離浪蕩?\r\n[02:47.85] 圍著老去的國度\r\n[02:50.72] 圍著事實的真相\r\n[02:53.87] 圍著浩瀚的歲月\r\n[02:57.00] 圍著欲望與理想 叫嚷\r\n[03:02.19] 矇著耳朵 哪裡哪天不再聽到在呼號的人\r\n[03:11.06] Whoa, hoh-oh-oh\r\n[03:14.28] 矇著眼睛 再見往昔景仰的那樣一道疤痕\r\n[03:23.60] Whoa, hoh-oh-oh\r\n[03:26.06] 留在地殼頭上\r\n[03:28.67] ♪\r\n[03:57.14] 矇著耳朵 哪裡哪天不再聽到在呼號的人\r\n[04:06.35] Whoa, hoh-oh-oh\r\n[04:09.24] 矇著眼睛 再見往昔景仰的那樣一道疤痕\r\n[04:18.54] Whoa, hoh-oh-oh\r\n[04:21.28] 留在地殼頭上\r\n[04:24.34] \r\n"
// },

//  {
//         "n": 5,
//         "song_title": "岁月无声",
//         "song_singer": "DJ小清",
//         "name": "岁月无声",
//         "artist": "DJ小清",
//         "isPlaying": false,
//         "cover": "https://y.qq.com/music/photo_new/T002R800x800M0000006U14A4HhX2i_1.jpg?max_age=2963246343",
//         "music_url": "https://isure.stream.qqmusic.qq.com/F000001L8XRn0DfVeo.flac?guid=6610141264&vkey=194C8FA33E6DE14A7053BDE95C3EA8545F9ABACE5ACE04ED80F68A3B4C6078CEF5F051D07EFED2B47E0869584674913A13C4C4B432E26862__v2b94c404&uin=2388721329&src=F0000007zF012PF8w8.flac",
//         "lyric": "[ti:]\\n[ar:]\\n[al:]\\n[by:天琴实验室AI生成v1.0]\\n[offset:0]\\n[00:32.88]此歌曲为\\n[00:42.24]没有填词\\n[00:57.27]的纯音乐\\n[02:11.04]请您欣赏"
//     },